export const recipes = [
    {
        "id": 59,
        "title": "Салат із червоної капусти з морквою, яблуками та грецькими горіхами",
        "description": "Відкрийте для себе чудове поєднання свіжості та хрумкості в цьому яскравому салаті! Червона капуста з антиоксидантами, солодка морква та соковиті яблука надають неймовірного смаку й кольору. Грецькі горіхи додають приємної текстури, а заправка з оливкової олії та яблучного оцту з сіллю, перцем і ароматним чебрецем робить страву ще більш насиченою. Ідеальний варіант як гарнір або легка основна страва!",
        "steps": [
            {
                "description": "Подрібніть червону капусту, очистіть моркву та наріжте яблука."
            },
            {
                "description": "Змішайте капусту, моркву, яблука, нут, оливкову олію, сіль, перець, яблучний оцет, кмин і ретельно перемішайте."
            }
        ],
        "ingredients": [
            {
                "id": 1,
                "title": "Червона капуста"
            },
            {
                "id": 2,
                "title": "Морква"
            },
            {
                "id": 3,
                "title": "Яблука"
            },
            {
                "id": 4,
                "title": "Нут"
            },
            {
                "id": 5,
                "title": "Грецькі горіхи"
            },
            {
                "id": 6,
                "title": "Оливкова олія"
            },
            {
                "id": 7,
                "title": "Яблучний оцет"
            },
            {
                "id": 8,
                "title": "Пекоріно"
            },
            {
                "id": 9,
                "title": "Сіль"
            },
            {
                "id": 10,
                "title": "Перець"
            },
            {
                "id": 11,
                "title": "Свіжий чебрець"
            }
        ]
    },
    {
        "id": 58,
        "title": "Млинці з сиром та шинкою",
        "description": "Ситні млинці із сиром, шинкою та зеленню. Ідеальний вибір для сніданку або бранчу.",
        "steps": [
            {
                "description": "Змішайте яйця з цукром і сіллю. Додайте половину молока та борошно, ретельно перемішайте. Потім влийте решту молока, додайте рослинну олію, тертий сир, нарізану шинку та зелень. Перемішайте все до однорідності."
            },
            {
                "description": "Розігрійте пательню на середньому вогні. Налийте тісто порціями, формуючи млинці, і обсмажте з обох боків до золотавого кольору. Порада: не перемішуйте тісто занадто довго, щоб млинці залишалися ніжними. Використовуйте олію без вираженого смаку, щоб зберегти смак сиру та шинки."
            }
        ],
        "ingredients": [
            {
                "id": 1,
                "title": "Борошно"
            },
            {
                "id": 2,
                "title": "Молоко"
            },
            {
                "id": 3,
                "title": "Яйце"
            },
            {
                "id": 4,
                "title": "Цукор"
            },
            {
                "id": 5,
                "title": "Рослинна олія"
            },
            {
                "id": 6,
                "title": "Сіль"
            },
            {
                "id": 7,
                "title": "Сир"
            },
            {
                "id": 8,
                "title": "Шинка"
            },
            {
                "id": 9,
                "title": "Зелень"
            }
        ]
    },
    {
        "id": 57,
        "title": "Білковий брауні з сочевиці",
        "description": "Поживний брауні, приготований з червоної сочевиці для додаткового білка, з натуральною солодкістю від банана. Ідеальний десерт без відчуття провини.",
        "steps": [
            {
                "description": "Промийте суху червону сочевицю і замочіть її на ніч у воді. Вранці злийте воду та промийте сочевицю ще раз. Перекладіть її в блендер. Додайте банан, розтоплене масло, какао (або кераб), соду та щіпку солі. Подрібніть до однорідної маси. Якщо використовуєте какао замість керабу, можна додати підсолоджувач на свій смак."
            },
            {
                "description": "Перелийте тісто у форму для випікання та поставте в розігріту до 180°C (350°F) духовку на 20–25 хвилин. Дайте брауні охолонути. За бажанням прикрасьте розтопленим шоколадом, горіховою пастою чи сублімованими ягодами."
            }
        ],
        "ingredients": [
            {
                "id": 1,
                "title": "Суха червона сочевиця"
            },
            {
                "id": 2,
                "title": "Банан"
            },
            {
                "id": 3,
                "title": "Вершкове масло"
            },
            {
                "id": 4,
                "title": "Какао"
            },
            {
                "id": 5,
                "title": "Харчова сода"
            },
            {
                "id": 6,
                "title": "Сіль"
            }
        ]
    },
    {
        "id": 56,
        "title": "Запечені курячі гнізда з ананасом",
        "description": "Соковиті курячі гнізда з пікантно-солодким смаком ананаса, покриті ніжною сметаною та розплавленим сиром.",
        "steps": [
            {
                "description": "Приправте курячий фарш сіллю та перцем. Сформуйте котлети однакового розміру."
            },
            {
                "description": "Викладіть котлети на пергамент, надавши їм форму гнізд. У центр кожного гнізда покладіть кільце ананаса та змастіть зверху шаром сметани."
            },
            {
                "description": "Посипте улюбленими спеціями, натріть сир та викладіть зверху. Запікайте в розігрітій до 180-190°C (356-374°F) духовці 30-40 хвилин до золотистої скоринки та повної готовності."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Курячий фарш" },
            { "id": 2, "title": "Твердий сир" },
            { "id": 3, "title": "Сметана" },
            { "id": 4, "title": "Кільця ананаса" },
            { "id": 5, "title": "Сіль" },
            { "id": 6, "title": "Чорний перець" },
            { "id": 7, "title": "Спеції" }
        ]
    },
    {
        "id": 55,
        "title": "Ліниві вареники з чорницею",
        "description": "Прості та елегантні вареники зі свіжою чорницею, ідеальні для швидкого та смачного частування.",
        "steps": [
            {
                "description": "Змішайте сир, рисове борошно, цукор, ваніль та одне яйце у великій мисці. Перемішайте до однорідної консистенції."
            },
            {
                "description": "Розділіть тісто на рівні частини, скатайте кожну в невеликий валик і наріжте на однакові шматочки."
            },
            {
                "description": "Втисніть по одній чорниці в центр кожного шматочка тіста та сформуйте невеликі кульки."
            },
            {
                "description": "Закип’ятіть підсолену воду та акуратно опустіть вареники. Варіть, поки вони не спливуть. Вийміть, обваляйте в розтопленому маслі та подавайте зі сметаною або йогуртом."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Сир" },
            { "id": 2, "title": "Рисове борошно" },
            { "id": 3, "title": "Цукор" },
            { "id": 4, "title": "Ваніль" },
            { "id": 5, "title": "Яйця" },
            { "id": 6, "title": "Чорниця" },
            { "id": 7, "title": "Вершкове масло" },
            { "id": 8, "title": "Сметана або йогурт" }
        ]
    },
    {
        "id": 54,
        "title": "Яблучний рулет з кремовою начинкою",
        "description": "Смачний яблучний рулет, що поєднує ніжність кремової начинки з ароматом яблук і кориці.",
        "steps": [
            {
                "description": "Очистіть і наріжте яблука кубиками, натріть лимонну цедру, вичавіть лимонний сік і змішайте все разом."
            },
            {
                "description": "Змішайте яблука з трьома яйцями, сметаною, кокосовим цукром, корицею та подрібненими горіхами. Додайте борошно і перемішайте до однорідності."
            },
            {
                "description": "Застеліть деко пергаментним папером і рівномірно розподіліть яблучну суміш. Випікайте в розігрітій до 180°C (356°F) духовці 30 хвилин."
            },
            {
                "description": "Приготуйте крем, збивши м'який сир із крем-сиром та цукровою пудрою до однорідності. Вийміть яблучну основу з духовки, загорніть її разом із пергаментом у рулет і накрийте рушником. Дайте трохи охолонути."
            },
            {
                "description": "Розгорніть злегка охололу основу, рівномірно розподіліть кремову начинку і знову загорніть рулет. Охолодіть перед нарізанням і подачею."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Яблука" },
            { "id": 2, "title": "Яйця" },
            { "id": 3, "title": "Сметана" },
            { "id": 4, "title": "Кокосовий цукор" },
            { "id": 5, "title": "Борошно" },
            { "id": 6, "title": "Кориця" },
            { "id": 7, "title": "Лимонна цедра" },
            { "id": 8, "title": "Горіхи" },
            { "id": 9, "title": "М'який сир" },
            { "id": 10, "title": "Крем-сир" },
            { "id": 11, "title": "Цукрова пудра" }
        ]
    },
    {
        "id": 53,
        "title": "Запечений салат із буряка",
        "description": "Яскравий і поживний салат із запеченим буряком, хрусткими волоськими горіхами, соковитим гранатом і кремовим сиром.",
        "steps": [
            {
                "description": "Наріжте 2-3 сирих буряки скибочками або кубиками. Змастіть оливковою олією і викладіть на деко. Запікайте при 200°C протягом 40 хвилин до м’якості."
            },
            {
                "description": "Наріжте петрушку, очистіть гранат і злегка підсмажте волоські горіхи на сковороді."
            },
            {
                "description": "Змішайте 1 ст. л. бальзамічного оцту, 2 ст. л. оливкової олії, 1 ст. л. меду та трохи лимонного соку. Додайте сіль і перець за смаком, щоб приготувати заправку."
            },
            {
                "description": "Дістаньте запечений буряк із духовки. Посипте підсмаженими волоськими горіхами та гранатовими зернами. Додайте розкришений сир фета або «Філадельфія». Полийте заправкою та акуратно перемішайте."
            }
        ],
        "ingredients": [
            {"id": 1, "title": "Буряк"},
            {"id": 2, "title": "Оливкова олія"},
            {"id": 3, "title": "Волоські горіхи"},
            {"id": 4, "title": "Гранатові зерна"},
            {"id": 5, "title": "Петрушка"},
            {"id": 6, "title": "Сир фета або Філадельфія"},
            {"id": 7, "title": "Бальзамічний оцет"},
            {"id": 8, "title": "Оливкова олія"},
            {"id": 9, "title": "Мед"},
            {"id": 10, "title": "Лимонний сік"},
            {"id": 11, "title": "Сіль і перець"}
        ]
    },
    {
        "id": 52,
        "title": "Листкові рулетики з фетою та медом",
        "description": "Хрусткі листкові рулетики з начинкою із сиру фета, политі медом та приправлені ароматними спеціями.",
        "steps": [
            {
                "description": "Розкачайте листкове тісто та рівномірно розкладіть нарізаний кубиками сир фета. Полийте медом, посипте сіллю, перцем, свіжим орегано та пластівцями чилі. Щільно скрутіть тісто у рулет."
            },
            {
                "description": "Наріжте рулет на рівні шматочки та викладіть у форму для випікання. Випікайте в розігрітій до 190°C духовці 18-20 хвилин до золотистої скоринки та хрусткої текстури."
            }
        ],
        "ingredients": [
            {"id": 1, "title": "Листкове тісто"},
            {"id": 2, "title": "Сир фета"},
            {"id": 3, "title": "Мед"},
            {"id": 4, "title": "Сіль"},
            {"id": 5, "title": "Чорний перець"},
            {"id": 6, "title": "Свіжий орегано"},
            {"id": 7, "title": "Пластівці чилі"}
        ]
    },
    {
        "id": 51,
        "title": "Рулетики з прошуто",
        "description": "Тонкі скибочки прошуто, загорнуті навколо руколи, в’ялених томатів і моцарели.",
        "steps": [
            {
                "description": "Розкладіть скибочки прошуто на рівній поверхні, злегка накладаючи їх одна на одну, щоб створити основу."
            },
            {
                "description": "Рівномірно викладіть свіжу рукколу, в’ялені томати та скибочки моцарели поверх прошуто."
            },
            {
                "description": "Акуратно скрутіть прошуто, щоб закрити начинку, потім наріжте на порції та подавайте."
            }
        ],
        "ingredients": [
            {"id": 1, "title": "Прошуто"},
            {"id": 2, "title": "Рукола"},
            {"id": 3, "title": "В’ялені томати"},
            {"id": 4, "title": "Моцарела"}
        ]
    },
    {
        "id": 50,
        "title": "Мандаринова панна-котта",
        "description": "Ніжна і кремова панна-котта з освіжаючим мандариновим шаром.",
        "steps": [
            {
                "description": "Приготуйте перший шар: замочіть 10 г желатину в 50 мл води і залиште на 10-15 хвилин. У каструлі на слабкому вогні нагрійте вершки, додайте 40 г цукру і перемішайте до розчинення (не доводьте до кипіння). Додайте набряклий желатин і перемішайте до повного розчинення. Розлийте суміш по склянках, заповнивши їх наполовину, і приберіть у холодильник до застигання (1-2 години)."
            },
            {
                "description": "Приготуйте мандариновий шар: вичавіть 300 мл соку з мандаринів, додайте 20 г цукру. Залишок желатину (10 г) замочіть у 50 мл води на 10-15 хвилин. Злегка підігрійте мандариновий сік, додайте желатин і розмішайте до розчинення. Охолодіть до кімнатної температури і акуратно вилийте на застиглий вершковий шар. Поставте в холодильник ще на 2-3 години до повного застигання."
            }
        ],
        "ingredients": [
            {"id": 1, "title": "Вершки 15%"},
            {"id": 2, "title": "Желатин"},
            {"id": 3, "title": "Вода"},
            {"id": 4, "title": "Цукор"},
            {"id": 5, "title": "Мандарини"}
        ]
    },
    {
        "id": 49,
        "title": "Курячі рулети в беконі",
        "description": "Соковиті курячі рулети з начинкою з сиру та овочів, запечені в хрусткому беконі.",
        "steps": [
            {
                "description": "Розріжте кожне куряче філе навпіл і відбийте молотком. Дрібно наріжте гриби, солодкий перець і цибулю."
            },
            {
                "description": "Розігрійте сковороду на середньому вогні та обсмажте гриби, солодкий перець і цибулю до м’якості. Зніміть з вогню та змішайте з тертим сиром."
            },
            {
                "description": "Викладіть частину начинки на кожен шматок курки. Щільно скрутіть у рулет. Оберніть кожен рулет скибочками бекону, щільно закріпивши. Розігрійте духовку до 170°C і запікайте 50 хвилин, потім збільште температуру до 180°C і запікайте ще 10 хвилин до золотистої скоринки."
            }
        ],
        "ingredients": [
            {"id": 1, "title": "Куряче філе"},
            {"id": 2, "title": "Бекон"},
            {"id": 3, "title": "Твердий сир"},
            {"id": 4, "title": "Гриби"},
            {"id": 5, "title": "Солодкий перець"},
            {"id": 6, "title": "Цибуля"}
        ]
    },
    {
        "id": 48,
        "title": "Кіш із куркою та грибами",
        "description": "Насичений і ароматний кіш із куркою, грибами та сиром.",
        "steps": [
            {
                "description": "У мисці змішайте борошно, розпушувач, сіль і цукор. Додайте холодне масло і розітріть у крихту. Вмішайте яйце та замісіть тісто до однорідності. Викладіть тісто у форму діаметром 18 см і приберіть у холодильник на 20 хвилин."
            },
            {
                "description": "Наріжте курячі стегна кубиками, гриби пластинками, цибулю дрібно. Обсмажте цибулю до прозорості, додайте гриби і готуйте до золотистого кольору. Додайте курку, приправте і обсмажте до рум’яності. Остудіть начинку."
            },
            {
                "description": "Змішайте начинку з тертим сиром і викладіть в охолоджене тісто. Збийте яйця, вершки, сіль, перець і тертий сир для заливки. Залийте начинку, прикрасьте черрі та запікайте при 175°C 30-40 хвилин до золотистої скоринки."
            }
        ],
        "ingredients": [
            {"id": 1, "title": "Борошно"},
            {"id": 2, "title": "Масло вершкове"},
            {"id": 3, "title": "Розпушувач"},
            {"id": 4, "title": "Яйця"},
            {"id": 5, "title": "Сіль"},
            {"id": 6, "title": "Цукор"},
            {"id": 7, "title": "Курячі стегна"},
            {"id": 8, "title": "Гриби"},
            {"id": 9, "title": "Цибуля"},
            {"id": 10, "title": "Сир"},
            {"id": 11, "title": "Вершки 15%"},
            {"id": 12, "title": "Черрі"},
            {"id": 13, "title": "Перець"}
        ]
    },
    {
        "id": 47,
        "title": "Паста з томатним соусом",
        "description": "Класична соковита паста від нашого чеського колеги.",
        "steps": [
            {
                "description": "Розріжте черрі навпіл, посипте сіллю, перцем і додайте кілька зубчиків часнику."
            },
            {
                "description": "Додайте шматочки фети, полийте оливковою олією, перемішайте і запікайте при 200°C протягом 30 хвилин."
            },
            {
                "description": "Дістаньте соус і подрібніть його (за допомогою блендера або виделки). Доведіть до кипіння і відваріть пасту – час варіння на упаковці мінус 2 хвилини."
            }
        ],
        "ingredients": [
            {"id": 1, "title": "Спагеті"},
            {"id": 2, "title": "Черрі"},
            {"id": 3, "title": "Фета"},
            {"id": 4, "title": "Перець"},
            {"id": 5, "title": "Оливкова олія"},
            {"id": 6, "title": "Трави"}
        ]
    },
    {
        "id": 46,
        "title": "Кефір з вівсянкою",
        "description": "Ідеально для ранку – вівсянку не потрібно варити, просто залийте її кефіром, і вона вбере вологу.",
        "steps": [
            {
                "description": "Влийте кефір, посипте вівсянкою, додайте насіння чіа, льону, горіхи за смаком і насіння соняшника."
            },
            {
                "description": "За бажанням додайте протеїн, перемішайте і залиште на 10 хвилин."
            }
        ],
        "ingredients": [
            {"id": 1, "title": "Кефір"},
            {"id": 2, "title": "Вівсянка"},
            {"id": 3, "title": "Насіння чіа"},
            {"id": 4, "title": "Насіння льону"},
            {"id": 5, "title": "Горіхи"},
            {"id": 6, "title": "Насіння соняшника"},
            {"id": 7, "title": "Протеїн"}
        ]
    },
    {
        "id": 45,
        "title": "Яєчна піца",
        "description": "Ідеальний сніданок – ніжна, кремова піца з насиченим смаком, приготована з маслом та спеціями.",
        "steps": [
            {
                "description": "Розбийте яйця в миску, додайте сметану, трохи молока, сіль, перець і італійські трави, потім збийте блендером або виделкою."
            },
            {
                "description": "Розігрійте сковороду на слабкому вогні, додайте оливкову та вершкову олію. Коли масло розтане, влийте збиті яйця."
            },
            {
                "description": "Додайте черрі, пепероні, пармезан. Накрийте кришкою і готуйте 5 хвилин. Викладіть на тарілку, полийте бальзамічним соусом і посипте базиліком."
            }
        ],
        "ingredients": [
            {"id": 1, "title": "Яйця"},
            {"id": 2, "title": "Сметана"},
            {"id": 3, "title": "Молоко"},
            {"id": 4, "title": "Черрі"},
            {"id": 5, "title": "Сіль"},
            {"id": 6, "title": "Перець"},
            {"id": 7, "title": "Пармезан"},
            {"id": 8, "title": "Бальзамічний соус"},
            {"id": 9, "title": "Пепероні"},
            {"id": 10, "title": "Трави"}
        ]
    },
    {
        "id": 39,
        "title": "Львівський сирник 😍",
        "description": "",
        "steps": [
            {
                "description": "Збийте у блендері сир, сметану, яйця та цукор до однорідності. Потім додайте крохмаль і розтоплене масло, знову збийте до однорідної маси."
            },
            {
                "description": "Додайте сухофрукти та перемішайте. Викладіть у форму для випікання, застелену пергаментом і змащену маслом. Випікайте при 180°C протягом 1 години. Після випікання сирник буде м’яким, але після охолодження в холодильнику стане щільнішим. Охолодіть і покрийте глазур’ю."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Сир" },
            { "id": 2, "title": "Сметана" },
            { "id": 3, "title": "Яйця" },
            { "id": 4, "title": "Цукор" },
            { "id": 5, "title": "Кукурудзяний крохмаль" },
            { "id": 6, "title": "Вершкове масло" },
            { "id": 7, "title": "Сухофрукти" }
        ]
    },
    {
        "id": 38,
        "title": "Кошички з брі та джемом",
        "description": "",
        "steps": [
            {
                "description": "Розкачайте листкове тісто, трохи присипавши борошном. Подрібніть волоські горіхи, наріжте сир кубиками."
            },
            {
                "description": "Змастіть форму для мафінів рослинною олією. Покладіть шматочок сиру та чайну ложку джему в кожен кошичок. Посипте горіхами, додайте гілочку розмарину. Випікайте у розігрітій до 190°C духовці 15 хвилин."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Листкове тісто" },
            { "id": 2, "title": "Сир брі" },
            { "id": 3, "title": "Журавлина" },
            { "id": 4, "title": "Волоські горіхи" },
            { "id": 5, "title": "Розмарин" }
        ]
    },
    {
        "id": 37,
        "title": "Морквяний мафін",
        "description": "Морквяний мафін для затишного вечора в родинному колі.",
        "steps": [
            {
                "description": "Змішайте всі інгредієнти, крім борошна, потім додайте борошно і знову перемішайте."
            },
            {
                "description": "Змастіть форму маслом. Викладіть тісто у форму. Випікайте у розігрітій до 180°C духовці 40 хвилин. Перевірте готовність зубочисткою – якщо всередині волога, збільшіть час випікання."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Морква" },
            { "id": 2, "title": "Яйця" },
            { "id": 3, "title": "Цукор" },
            { "id": 4, "title": "Борошно" },
            { "id": 5, "title": "Розпушувач" },
            { "id": 6, "title": "Вершкове масло" },
            { "id": 7, "title": "Мак" },
            { "id": 8, "title": "Лимон" },
            { "id": 9, "title": "Волоські горіхи" }
        ]
    },
    {
        "id": 36,
        "title": "Запечена морква з пармезаном",
        "description": "Пармезан плавиться і створює апетитну скоринку на моркві 🤤",
        "steps": [
            {
                "description": "Очистіть моркву, розріжте на 3 частини, потім кожну вздовж. Додайте олію, спеції та коріандр, перемішайте."
            },
            {
                "description": "Розсипте тонкий шар тертого пармезану на пергамент. Запікайте при 200°C приблизно 20-25 хвилин."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Морква" },
            { "id": 2, "title": "Пармезан" },
            { "id": 3, "title": "Сіль" },
            { "id": 4, "title": "Копчена паприка" },
            { "id": 5, "title": "Цукор" },
            { "id": 6, "title": "Часник" },
            { "id": 7, "title": "Чилі" },
            { "id": 8, "title": "Коріандр" },
            { "id": 9, "title": "Оливкова олія" },
            { "id": 10, "title": "Майонез" },
            { "id": 11, "title": "Мед" },
            { "id": 12, "title": "Гострий соус" }
        ]
    },
    {
        "id": 35,
        "title": "Суфле-млинці",
        "description": "Неймовірно ніжні суфле-млинці. Пухкі, з повітряною текстурою. Японська адаптація.",
        "steps": [
            {
                "description": "Відокремте білки від жовтків і приберіть у холодильник разом із мискою. До жовтків додайте ванілін, молоко, кукурудзяний крохмаль, розпушувач, сіль і просійте борошно. Збийте міксером до однорідності."
            },
            {
                "description": "Дістаньте білки, влийте лимонний сік і збийте до м'якої піни. Поступово додайте цукор і збийте до стійких піків. Перемішайте невелику кількість меренги з жовтковою масою, потім акуратно вмішайте решту, перемішуючи лопаткою знизу вгору. Не перемішуйте занадто довго, щоб білки не осіли."
            },
            {
                "description": "Перекладіть тісто в кондитерський мішок і видавіть, як показано у відео. Додайте ложку води на сковороду, накрийте кришкою і готуйте 5-6 хвилин на слабкому вогні, потім переверніть. Додайте ще ложку води, знову накрийте кришкою і готуйте ще 4-5 хвилин."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Яйця" },
            { "id": 2, "title": "Ванілін" },
            { "id": 3, "title": "Молоко 2.5%" },
            { "id": 4, "title": "Лимонний сік" },
            { "id": 5, "title": "Цукор" },
            { "id": 6, "title": "Борошно" },
            { "id": 7, "title": "Кукурудзяний крохмаль" },
            { "id": 8, "title": "Розпушувач" },
            { "id": 9, "title": "Сіль" }
        ]
    },
    {
        "id": 34,
        "title": "Запечений короп",
        "description": "Приготуйтеся до неймовірного смаку! Поєднання ніжного коропа, пікантного порею та ароматного маринаду подарує вам справжнє гастрономічне задоволення.",
        "steps": [
            {
                "description": "Розріжте цибулю-порей вздовж і тонко наріжте. Натріть 1/3 охолодженого масла на дно жаростійкої форми. Викладіть нарізану цибулю зверху та посоліть."
            },
            {
                "description": "Натріть решту масла. Потім викладіть коропа – попередньо натріть його сіллю та свіжомеленим перцем. Змішайте гірчицю з медом і змастіть рибу. Запікайте при 180°C приблизно 30 хвилин."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Цибуля-порей" },
            { "id": 2, "title": "Короп", "description": "філе або шматки" },
            { "id": 3, "title": "Вершкове масло" },
            { "id": 4, "title": "Гірчиця" },
            { "id": 5, "title": "Мед" },
            { "id": 6, "title": "Сіль" },
            { "id": 7, "title": "Перець" },
            { "id": 8, "title": "Лимон" }
        ]
    },
    {
        "id": 33,
        "title": "Огіркові роли",
        "description": "Насолоджуйтеся вибухом смаків! Свіжі слайси огірка огортають кремовий авокадо, пікантну руколу та ніжного лосося. Наріжте на порції та отримайте легку, смачну і ситну закуску!",
        "steps": [
            {
                "description": "Наріжте огірок тонкими слайсами за допомогою овочечистки, обсушіть паперовим рушником."
            },
            {
                "description": "За бажанням змастіть вершковим сиром. Викладіть слайси, зверху додайте авокадо, лосося та руколу. Загорніть у рулет."
            },
            {
                "description": "Наріжте на невеликі шматочки та прикрасьте скибочками лосося."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Огірок" },
            { "id": 2, "title": "Авокадо" },
            { "id": 3, "title": "Рукола" },
            { "id": 4, "title": "Вершковий сир", "description": "за бажанням" }
        ]
    },
    {
        "id": 32,
        "title": "Літній азійський салат",
        "description": "Пориньте у світ азійських смаків! Цей салат із смаженою яловичиною неймовірно смачний і легко готується.",
        "steps": [
            {
                "description": "Тонко наріжте яловичину смужками, розігрійте олію на сковороді та обсмажуйте м'ясо 5-7 хвилин до готовності. Посипте сіллю і меленим перцем."
            },
            {
                "description": "Огірки, перець та зелений лук наріжте соломкою. Цибулю наріжте півкільцями, кінзу дрібно порубайте."
            },
            {
                "description": "Складіть всі інгредієнти в миску, додайте часник, оцет, соєвий соус, сіль та цукор, перемішайте. Смачного!"
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Яловичина" },
            { "id": 2, "title": "Огірок" },
            { "id": 3, "title": "Солодкий перець" },
            { "id": 4, "title": "Цибуля" },
            { "id": 5, "title": "Зелена цибуля" },
            { "id": 6, "title": "Кінза" },
            { "id": 7, "title": "Часник" },
            { "id": 8, "title": "Соєвий соус" },
            { "id": 9, "title": "Оцет 70%" },
            { "id": 10, "title": "Сіль" },
            { "id": 11, "title": "Цукор" },
            { "id": 12, "title": "Мелений перець" }
        ]
    },
    {
        "id": 31,
        "title": "Домашні батончики Баунті",
        "description": "Простий у приготуванні смаколик! Домашні батончики Баунті – це божественне поєднання кокосу, згущеного молока та молочного шоколаду. Смачний освіжаючий десерт!",
        "steps": [
            {
                "description": "Змішайте кокосову стружку, згущене молоко та ванільний екстракт."
            },
            {
                "description": "Вологими руками сформуйте батончики. Заморозьте на годину (використовуйте пергамент, щоб батончики не прилипали)."
            },
            {
                "description": "Дрібно наріжте та розтопіть шоколад. Занурте заморожені батончики, щоб покрити їх шаром шоколаду. Залишки шоколаду можна використати для прикраси. Заморозьте ще на 30 хвилин. Зберігайте в холодильнику або морозильній камері."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Кокосова стружка" },
            { "id": 2, "title": "Згущене молоко" },
            { "id": 3, "title": "Ванільний екстракт" },
            { "id": 4, "title": "Молочний шоколад" }
        ]
    },
    {
        "id": 29,
        "title": "Свинина у горіховій паніровці",
        "description": "Соковите м'ясо з горіховим смаком, доповнене нотками часнику та гірчиці. Дивовижно проста у приготуванні страва, яка швидко стає улюбленою.",
        "steps": [
            {
                "description": "Очистіть вирізку від жиру та плівок. Натріть м'ясо сіллю, перцем і гранульованим часником."
            },
            {
                "description": "Розігрійте олію на сковороді та обсмажте м'ясо до рум'яної скоринки з усіх боків на сильному вогні."
            },
            {
                "description": "Змастіть обсмажене м'ясо гірчицею та обваляйте у подрібнених грецьких горіхах."
            },
            {
                "description": "Запікайте у духовці 15 хвилин при 180°C."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Свинина (вирізка)" },
            { "id": 2, "title": "Гранульований часник" },
            { "id": 3, "title": "Гірчиця" },
            { "id": 4, "title": "Грецькі горіхи" },
            { "id": 5, "title": "Сіль" },
            { "id": 6, "title": "Перець" },
            { "id": 7, "title": "Оливкова олія" }
        ]
    },
    {
        "id": 28,
        "title": "Імбирні тріщинки",
        "description": "Класичні шоколадні тріщинки вже кілька років прикрашають наш різдвяний стіл. Цього року ми вирішили спробувати новий варіант – пряниковий.",
        "steps": [
            {
                "description": "Просійте борошно в миску, додайте спеції та розпушувач. Перемішайте та пересипте у велику миску, потім додайте цукор і знову перемішайте."
            },
            {
                "description": "Додайте яйце та м'яке вершкове масло. Замісіть тісто вручну до однорідності, загорніть у плівку та приберіть у холодильник щонайменше на 2 години (а краще на ніч)."
            },
            {
                "description": "Сформуйте з охолодженого тіста невеликі кульки та викладіть на деко, застелене пергаментом. Випікайте у розігрітій до 180°C духовці 12 хвилин."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Борошно" },
            { "id": 2, "title": "Пряникові спеції" },
            { "id": 3, "title": "Розпушувач" },
            { "id": 4, "title": "Цукор" },
            { "id": 5, "title": "Вершкове масло" },
            { "id": 6, "title": "Яйця" }
        ]
    },
    {
        "id": 27,
        "title": "Гратен Дофінуа",
        "description": "Попереднє відварювання картоплі гарантує її повну готовність та м’якість після запікання. Якщо використовувати сиру картоплю, час приготування значно збільшиться, а сир може підгоріти.",
        "steps": [
            {
                "description": "Очистіть і наріжте картоплю тонкими скибочками. У каструлі змішайте молоко та вершки, додайте часник, тертий мускатний горіх і гілочки чебрецю."
            },
            {
                "description": "Доведіть до кипіння на слабкому вогні. Додайте картоплю і тушкуйте 6-7 хвилин, періодично помішуючи, поки вона не стане трохи м'якою."
            },
            {
                "description": "Розігрійте духовку до 180°C. Змастіть форму маслом, викладіть шар картоплі, посипте тертим твердим сиром. Повторюйте шари, поки не закінчаться інгредієнти, завершуючи сирним шаром."
            },
            {
                "description": "Запікайте 25-30 хвилин, поки сир не стане золотистим."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Картопля" },
            { "id": 2, "title": "Молоко" },
            { "id": 3, "title": "Вершки" },
            { "id": 4, "title": "Мускатний горіх" },
            { "id": 5, "title": "Сіль" },
            { "id": 6, "title": "Перець" },
            { "id": 7, "title": "Чебрець" },
            { "id": 8, "title": "Часник" },
            { "id": 9, "title": "Вершкове масло", "description": "для змащування форми" },
            { "id": 10, "title": "Твердий сир" },
            { "id": 11, "title": "Сир Грюйєр" }
        ]
    },
    {
        "id": 26,
        "title": "Картопляні коржі з сиром",
        "description": "Смачні картопляні коржі з розплавленою моцарелою всередині – хрусткі зовні та ніжні всередині.",
        "steps": [
            {
                "description": "Очистіть картоплю та наріжте кубиками. Відваріть у воді до м’якості."
            },
            {
                "description": "Розімніть варену картоплю, посоліть і поперчіть. Добре перемішайте. Додайте борошно та замісіть тісто."
            },
            {
                "description": "Присипте робочу поверхню борошном. Розділіть тісто на невеликі кульки. Приплюсніть кожну, покладіть всередину шматочок моцарели та запечатайте краї, формуючи корж."
            },
            {
                "description": "Розігрійте оливкову олію на сковороді. Обсмажуйте картопляні коржі з двох боків до золотистої скоринки. Подавайте зі сметаною та улюбленою зеленню."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Картопля" },
            { "id": 2, "title": "Борошно" },
            { "id": 3, "title": "Сіль" },
            { "id": 4, "title": "Перець" },
            { "id": 5, "title": "Сир моцарела" },
            { "id": 6, "title": "Оливкова олія" }
        ]
    },
    {
        "id": 25,
        "title": "Запечений міні-гарбуз із сиром",
        "description": "Ароматна страва із запеченого міні-гарбуза, фаршированого ніжним сиром Мон д’Ор або Камамбер.",
        "steps": [
            {
                "description": "Очистіть гарбуз від насіння, посоліть, збризніть оливковою олією та запікайте 35 хвилин при 180°C."
            },
            {
                "description": "Додайте всередину запеченого гарбуза сир, часник і вино. Запікайте ще 10 хвилин при 180°C."
            },
            {
                "description": "Дістаньте з духовки, за бажанням додайте горіхи. Подавайте з хлібом."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Міні-гарбуз" },
            { "id": 2, "title": "Сир Камамбер", "description": "або Мон д’Ор" },
            { "id": 3, "title": "Часник" },
            { "id": 4, "title": "Біле вино", "description": "за бажанням" },
            { "id": 5, "title": "Хліб", "description": "для подачі" },
            { "id": 6, "title": "Горіхи" },
            { "id": 7, "title": "Сіль" },
            { "id": 8, "title": "Оливкова олія" }
        ]
    },
    {
        "id": 24,
        "title": "Ніжне солодке різотто з хрустким беконом",
        "description": "Кремове солодке різотто у поєднанні з хрустким копченим беконом.",
        "steps": [
            {
                "description": "Якщо готуєте гарбузове пюре самостійно, очистіть гарбуз, наріжте кубиками. Викладіть у форму, збризніть оливковою олією та запікайте 30-35 хвилин при 200°C. Збийте в пюре виделкою або занурювальним блендером."
            },
            {
                "description": "Дрібно наріжте бекон, викладіть на холодну сковороду та поставте на вогонь. Готуйте, помішуючи, поки весь жир не витопиться, а бекон не стане хрустким. Перекладіть бекон, залишивши жир у сковороді."
            },
            {
                "description": "У ту ж сковороду додайте дрібно нарізану цибулю та часник, обсмажуйте 2-3 хвилини. Всипте непромитий рис та обсмажуйте, постійно помішуючи, поки він не стане прозорим. Влийте вино та дайте йому повністю випаруватися. Потім додайте гарбузове пюре, сіль і поступово підливайте воду. Готуйте без кришки, постійно помішуючи, додаючи воду за необхідності."
            },
            {
                "description": "Коли рис майже готовий, додайте вершкове масло і тертий пармезан."
            },
            {
                "description": "Подавайте з хрустким беконом."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Бекон" },
            { "id": 2, "title": "Гарбуз" },
            { "id": 3, "title": "Рис Арборіо" },
            { "id": 4, "title": "Цибуля", "description": "половина головки" },
            { "id": 5, "title": "Часник", "description": "1 зубчик" },
            { "id": 6, "title": "Біле вино", "description": "за бажанням" },
            { "id": 7, "title": "Вода", "description": "або гарячий бульйон" },
            { "id": 8, "title": "Вершкове масло" },
            { "id": 9, "title": "Пармезан" },
            { "id": 10, "title": "Сіль" },
            { "id": 11, "title": "Перець", "description": "за смаком" }
        ]
    },
    {
        "id": 22,
        "title": "Кукурудза з лимонним соусом",
        "description": "Насолоджуйтесь вибухом смаків із цим чудовим рецептом кукурудзи. У поєднанні з пікантним лимонним соусом вона перетворює просту страву на справжній гастрономічний шедевр. Копчена та гостра паприка разом із вершковим маслом надають кукурудзі насичений смак, а лимонний соус додає освіжаючу кислинку.",
        "steps": [
            {
                "description": "Очистіть кукурудзу та розріжте вздовж на четвертинки."
            },
            {
                "description": "У мисці змішайте розтоплене масло зі спеціями (сіль, перець, копчена паприка, сушений часник, гостра паприка). Добре перемішайте. Викладіть кукурудзу на деко та щедро змастіть масляною сумішшю. Запікайте в духовці при 190°C 12-15 хвилин."
            },
            {
                "description": "У каструлі змішайте сметану, дрібно нарізану петрушку та лимонний сік. Подавайте з тертим пармезаном."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Кукурудза" },
            { "id": 2, "title": "Вершкове масло" },
            { "id": 3, "title": "Сіль" },
            { "id": 4, "title": "Перець" },
            { "id": 5, "title": "Копчена паприка" },
            { "id": 6, "title": "Сушений часник" },
            { "id": 7, "title": "Гостра паприка" },
            { "id": 8, "title": "Сметана" },
            { "id": 9, "title": "Петрушка" },
            { "id": 10, "title": "Лимонний сік" },
            { "id": 11, "title": "Пармезан" }
        ]
    },
    {
        "id": 18,
        "title": "Спагетті Карбонара",
        "tip": "Дотримання якості та автентичності інгредієнтів – запорука успіху цього рецепта. Крім того, дуже важливо контролювати консистенцію яєць: вони не повинні нагадувати омлет або бути сирими та холодними.",
        "description": "Класична страва римської кухні, спагетті Карбонара – одна з найвідоміших страв італійської кухні. Цей рецепт заснований на п’яти ключових інгредієнтах, створюючи просту, але вишукану страву. Важливо дотримуватися традиційного рецепта, уникаючи додавання часнику, петрушки, цибулі, вершків, молока, пармезану, панчетти або бекону.",
        "steps": [
            {
                "description": "Наріжте гуанчале невеликими шматочками (кубиками, скибочками – як вам подобається) і обсмажуйте на сковороді на середньому вогні 2-3 хвилини. Гуанчале досить жирне, тому додаткове масло не потрібне."
            },
            {
                "description": "У мисці змішайте яйця (2 цілих і 2 лише жовтки) з сиром пекоріно романо, щоб отримати кремовий соус. Збийте виделкою або вінчиком."
            },
            {
                "description": "Додайте до яєчно-сирної суміші трохи обсмаженого гуанчале та свіжомелений чорний перець, злегка перемішайте."
            },
            {
                "description": "Відваріть спагетті в киплячій підсоленій воді (аль денте, на 4/5 зазначеного на упаковці часу). Потім з’єднайте пасту з гуанчале на сковороді, додайте підготовлений соус і трохи води з-під пасти. Перемішайте та одразу подавайте."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Спагетті" },
            { "id": 2, "title": "Гуанчале" },
            { "id": 3, "title": "Яйця" },
            { "id": 4, "title": "Сир Пекоріно" },
            { "id": 5, "title": "Чорний перець" },
            { "id": 6, "title": "Сіль" }
        ]
    },
    {
        "id": 16,
        "title": "Яйця по-турецьки (Çılbır)",
        "tip": "Використання свіжих яєць полегшить процес пашотування. Підсмажений хліб можна підрум’янити на свій смак: від злегка підсмаженого до хрусткого.",
        "description": "Класична турецька страва для сніданку – Чилбир. Це поєднання пашотованих яєць на подушці з часникового йогурту, политих пряною олією, з хрусткими тостами. Кремова текстура грецького йогурту в поєднанні з гостротою чилі робить цю страву справді незабутньою.",
        "steps": [
            {
                "description": "Наріжте хліб, збризніть оливковою олією та підрум’яньте на сухій сковороді з обох боків."
            },
            {
                "description": "Додайте до йогурту подрібнений часник і сіль, перемішайте."
            },
            {
                "description": "Розбийте яйце в дрібне сито, щоб позбутися зайвого білка. Доведіть воду до кипіння, додайте оцет, створіть вир за допомогою вінчика і акуратно влийте яйце. Варіть приблизно 3 хвилини."
            },
            {
                "description": "Розтопіть вершкове масло, додайте оливкову олію та чилі, перемішайте й зніміть з вогню."
            },
            {
                "description": "Викладіть йогурт рівним шаром на тарілку, зверху розмістіть яйця, полийте пряною олією. Посипте кропом і чорним перцем. Подавайте з тостами."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Грецький йогурт" },
            { "id": 2, "title": "Часник" },
            { "id": 3, "title": "Сіль" },
            { "id": 4, "title": "Вершкове масло" },
            { "id": 5, "title": "Гострий чилі" },
            { "id": 6, "title": "Яйця" },
            { "id": 7, "title": "Хліб" },
            { "id": 8, "title": "Оливкова олія" },
            { "id": 9, "title": "Оцет" },
            { "id": 10, "title": "Кріп" },
            { "id": 11, "title": "Чорний перець" }
        ]
    },
    {
        "id": 15,
        "title": "Паста Орзо з томатами",
        "tip": "Слідкуйте за часом приготування макаронів орзо, оскільки він може змінюватися залежно від марки.",
        "description": "Швидка та ароматна страва, яка готується в одній сковороді. Поєднання чері, вершків та сирів надає їй насичений смак.",
        "steps": [
            {
                "description": "Розігрійте оливкову олію в сковороді, додайте часник, злегка прогрійте."
            },
            {
                "description": "Розріжте чері навпіл і додайте до часнику. Посоліть, поперчіть. Додайте пасту, влийте воду та вершки. Накрийте кришкою та готуйте 5 хвилин."
            },
            {
                "description": "Посипте тертим сиром, перемішайте та додайте базилік."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Паста Орзо" },
            { "id": 2, "title": "Чері" },
            { "id": 3, "title": "Часник" },
            { "id": 4, "title": "Вершки 15%" },
            { "id": 5, "title": "Вода" },
            { "id": 6, "title": "Спеції" },
            { "id": 7, "title": "Пармезан" },
            { "id": 8, "title": "Моцарела" },
            { "id": 9, "title": "Базилік" }
        ]
    },
    {
        "id": 21,
        "title": "Салат Капрезе",
        "description": "Класичний італійський салат з моцарелою, помідорами та базиліком. Головне – використовувати найкращі та найстигліші інгредієнти.",
        "steps": [
            {
                "description": "Викладіть помідори та моцарелу на тарілку. Додайте листя базиліку. Посоліть, поперчіть, збризніть оливковою олією та бальзамічним оцтом."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Моцарела" },
            { "id": 2, "title": "Помідори" },
            { "id": 3, "title": "Бальзамічний оцет" },
            { "id": 4, "title": "Базилік" },
            { "id": 5, "title": "Оливкова олія" },
            { "id": 6, "title": "Сіль" },
            { "id": 7, "title": "Перець" }
        ]
    },
    {
        "id": 7,
        "title": "Томатний тартар",
        "description": "Незвичайний варіант закуски, що поєднує томати та фету. Ідеально підходить для легкого вечері або святкового столу.",
        "steps": [
            {
                "description": "Перекладіть томати у сито та залиште стікати мінімум на 6 годин. Дрібно наріжте каперси, оливки, зелень та змішайте з томатами й оливковою олією. Посоліть, поперчіть."
            },
            {
                "description": "За допомогою формувального кільця виріжте чотири диски із сиру. Викладіть зверху томатну суміш, додайте кубик фети. Прикрасьте пармезаном, каперсами, оливковою олією та бальзамічним оцтом."
            },
            {
                "description": "Смачного!"
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Томати" },
            { "id": 2, "title": "Каперси" },
            { "id": 3, "title": "Чорні оливки" },
            { "id": 4, "title": "Сир Пекоріно" },
            { "id": 5, "title": "Фета" },
            { "id": 6, "title": "Оливкова олія" },
            { "id": 7, "title": "Свіжа зелень" },
            { "id": 8, "title": "Пармезан" },
            { "id": 9, "title": "Бальзамічний оцет" },
            { "id": 10, "title": "Сіль" },
            { "id": 11, "title": "Перець" }
        ]
    },
    {
        "id": 12,
        "title": "Рігатоні з томатним соусом",
        "tip": "Для найкращого смаку використовуйте високоякісну оливкову олію та свіжотертий пармезан. Регулюйте кількість води для пасти, щоб отримати бажану консистенцію соусу.",
        "description": "Класична італійська паста з насиченим томатним соусом, вершковим маслом, пармезаном та ароматним базиліком.",
        "steps": [
            {
                "description": "Розігрійте оливкову олію в сковороді, додайте часник і злегка обсмажте."
            },
            {
                "description": "Додайте чері та обсмажуйте на сильному вогні до м’якості."
            },
            {
                "description": "Розімніть помідори виделкою або товкачем, потім вийміть їх зі сковороди."
            },
            {
                "description": "У тій же сковороді тушкуйте томатну пасту 25 хвилин."
            },
            {
                "description": "Відваріть рігатоні 8 хвилин, потім додайте в сковороду з соусом разом із невеликою кількістю води від пасти."
            },
            {
                "description": "Додайте вершкове масло та тушковані помідори, перемішайте."
            },
            {
                "description": "Коли паста стане аль денте, вимкніть вогонь, додайте пармезан і добре перемішайте."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Рігатоні" },
            { "id": 2, "title": "Чері" },
            { "id": 3, "title": "Томатна паста" },
            { "id": 4, "title": "Пармезан" },
            { "id": 5, "title": "Часник" },
            { "id": 6, "title": "Вершкове масло" },
            { "id": 7, "title": "Оливкова олія" },
            { "id": 8, "title": "Базилік" },
            { "id": 9, "title": "Вода від пасти" }
        ]
    },
    {
        "id": 8,
        "title": "Спагетті аль Помодоро",
        "description": "Один із найвідоміших італійських рецептів, приготований з кількох простих інгредієнтів, але з насиченим смаком.",
        "steps": [
            {
                "description": "Розімніть помідори руками та викладіть їх у каструлю. Додайте томатний сік, оливкову олію та морську сіль."
            },
            {
                "description": "Закип’ятіть воду, додайте сіль і відваріть спагетті 11 хвилин. Перекладіть пасту в каструлю з томатами шумівкою."
            },
            {
                "description": "Додайте пів чашки води від пасти, перемішайте на середньому вогні протягом хвилини."
            },
            {
                "description": "Розкладіть спагетті по тарілках, збризніть оливковою олією, прикрасьте базиліком і одразу подавайте."
            },
            {
                "description": "Buon appetito!"
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Спагетті" },
            { "id": 2, "title": "Помідори" },
            { "id": 3, "title": "Оливкова олія" },
            { "id": 4, "title": "Морська сіль" },
            { "id": 5, "title": "Базилік" },
            { "id": 6, "title": "Сіль" }
        ]
    },
    {
        "id": 5,
        "title": "Спагетті Качо е Пепе",
        "tip": "Качо е Пепе означає «сир і перець» у кількох центральних італійських діалектах.",
        "description": "Проста, але неймовірно смачна римська страва, що складається всього з кількох інгредієнтів: сиру, чорного перцю та пасти.",
        "steps": [
            {
                "description": "Закип’ятіть воду, додайте сіль і відваріть спагетті до стану аль денте (4/5 часу, вказаного на упаковці). Швидко перекладіть пасту в сковороду."
            },
            {
                "description": "Додаючи гарячу воду від варіння та сир невеликими порціями, перемішуйте, поки соус не стане густим. Додайте перець і подавайте."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Спагетті" },
            { "id": 2, "title": "Сіль" },
            { "id": 3, "title": "Чорний перець" },
            { "id": 4, "title": "Сир Пекоріно" },
            { "id": 5, "title": "Гаряча вода" }
        ]
    },
    {
        "id": 11,
        "title": "Бульйон із Пармезану",
        "description": "Продовжте життя вашому Пармезану з цим простим рецептом бульйону. Використовуйте його для пасти в бульйоні або додайте глибину смаку у наступний суп.",
        "steps": [
            {
                "description": "Розігрійте велику каструлю з оливковою олією. Додайте моркву, цибулю та селеру, посоліть і обсмажуйте, поки морква не стане золотистою, а цибуля прозорою."
            },
            {
                "description": "Залийте овочі холодною водою, додайте букет гарні та кірки Пармезану. Доведіть до кипіння, потім зменшіть вогонь і варіть 3 години."
            },
            {
                "description": "Процідіть бульйон через дрібне сито, поверніть у каструлю для подальшого використання."
            },
            {
                "description": "Використовуйте одразу або заморозьте для майбутніх страв."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Морква" },
            { "id": 2, "title": "Цибуля" },
            { "id": 3, "title": "Селера" },
            { "id": 4, "title": "Вода" },
            { "id": 5, "title": "Букет гарні" },
            { "id": 6, "title": "Кірки Пармезану" }
        ]
    },
    {
        "id": 9,
        "title": "Бічерін (Класична кава з Турину)",
        "description": "Традиційний гарячий напій з Турину, що складається з трьох шарів: еспресо, гарячого шоколаду та збитих вершків.",
        "tip": "Ключ до приготування ідеального біцеріну - це сформувати три різні шари! Щоб уникнути \"розриву\" першого шару гарячого шоколаду, налийте еспресо зворотною стороною ложки, щоб він м'яко спадав у келих. Потім обережно додайте збиті вершки. Не перемішуйте!",
        "steps": [
            {
                "description": "Розтопіть шоколад на плиті або в мікрохвильовій печі."
            },
            {
                "description": "Зваріть каву. Додайте розтоплений шоколад і перемішайте."
            },
            {
                "description": "У прозорій склянці створіть три шари: спочатку гарячий шоколад, потім еспресо, а зверху – збиті вершки. Подавайте теплим."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Збиті вершки" },
            { "id": 2, "title": "Молоко" },
            { "id": 3, "title": "Чорний шоколад" },
            { "id": 4, "title": "Еспресо" }
        ]
    },
    {
        "id": 3,
        "title": "Тірамісу",
        "description": "Класичний італійський десерт, приготований із савоярді, просочених еспресо, та крему на основі маскарпоне, завершений какао-порошком.",
        "steps": [
            {
                "description": "Відокремте яєчні жовтки від білків у різні миски."
            },
            {
                "description": "Збийте жовтки з цукром, додайте маскарпоне, поки суміш не стане світлою. Окремо збийте білки до стійких піків. Обережно вмішайте їх у суміш, потім додайте збиті вершки."
            },
            {
                "description": "Занурте савоярді в каву і викладіть половину у форму. Покрийте половиною крему з маскарпоне."
            },
            {
                "description": "Викладіть другий шар савоярді та решту крему. Посипте какао."
            },
            {
                "description": "Накрийте плівкою та охолодіть 4 години перед подачею."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Маскарпоне" },
            { "id": 2, "title": "Яйця" },
            { "id": 3, "title": "Цукор" },
            { "id": 4, "title": "Збиті вершки" },
            { "id": 5, "title": "Еспресо" },
            { "id": 6, "title": "Печиво савоярді" },
            { "id": 7, "title": "Какао-порошок" }
        ]
    },
    {
        "id": 20,
        "title": "Гарячий шоколад",
        "tip": "Переконайтеся, що молоко тепле, перш ніж почати додавати інші інгредієнти." +
            "Тримайте вогонь на слабкому рівні та будьте обережні, щоб не підпалити дно." +
            "Не давайте шоколаду сильно загуснути, перш ніж знімати його з вогню." +
            "Якщо почнуть утворюватися грудочки шоколаду, зніміть суміш з вогню та енергійно збийте, поки вона знову не стане гладкою." +
            "За бажанням можна ароматизувати шоколад ваніллю, корицею або карамеллю.",
        "description": "Густий і кремовий італійський гарячий шоколад — ідеальний зимовий напій.",
        "steps": [
            {
                "description": "Дрібно наріжте шоколад. Нагрійте молоко на слабкому вогні."
            },
            {
                "description": "Змішайте какао, крохмаль і цукрову пудру. Коли молоко стане гарячим, але не закипить, додайте суміш, постійно помішуючи."
            },
            {
                "description": "Коли на поверхні з’являться бульбашки, додайте шоколад і мішайте до загустіння. Зніміть з вогню трохи раніше, щоб шоколад не став надто густим."
            },
            {
                "description": "Розлийте по чашках та за бажанням прикрасьте збитими вершками."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Молоко" },
            { "id": 2, "title": "Чорний шоколад" },
            { "id": 3, "title": "Какао-порошок" },
            { "id": 4, "title": "Крохмаль" },
            { "id": 5, "title": "Цукрова пудра" },
            { "id": 6, "title": "Збиті вершки" }
        ]
    },
    {
        "id": 13,
        "title": "Лимонний крем-десерт",
        "tip": "Цей десерт має незвичайний вигляд, якщо використовувати лимонну цедру як форму для ніжної начинки.",
        "description": "Легкий літній десерт із балансом кислинки лимона та солодкості вершків.",
        "steps": [
            {
                "description": "Розріжте лимони навпіл, акуратно видаліть м’якоть, вичавіть сік."
            },
            {
                "description": "У каструлі нагрійте вершки, цукор, цедру і ваніль, не доводячи до кипіння."
            },
            {
                "description": "Додайте лимонний сік, перемішайте до загустіння. Процідіть суміш, залийте її у лимонні форми та охолодіть 1-3 години."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Лимони" },
            { "id": 2, "title": "Вершки" },
            { "id": 3, "title": "Цукор" },
            { "id": 4, "title": "Лимонна цедра" },
            { "id": 5, "title": "Ванільний екстракт" }
        ]
    },
    {
        "id": 14,
        "title": "Сирники з малиною",
        "tip": "Стежте за тим, щоб не переборщити зі змішуванням маси для сирників, щоб забезпечити потрібну консистенцію. Для смаження використовуйте нейтральну олію, щоб зберегти оригінальний смак сирників.",
        "description": "Смачні сирники з ароматною малиновою начинкою — ідеальний сніданок або десерт.",
        "steps": [
            {
                "description": "Змішайте сир, яйце, борошно, крохмаль, сіль і цукор до однорідності."
            },
            {
                "description": "Змішайте малину з вершками, нагрійте до загустіння. Охолодіть."
            },
            {
                "description": "Розкачайте тісто, розділіть на 8 частин, сформуйте коржики, додайте начинку, закрийте та сформуйте шайби."
            },
            {
                "description": "Обсмажте на середньому вогні до золотистої скоринки з обох сторін."
            }
        ],
        "ingredients": [
            { "id": 1, "title": "Сир" },
            { "id": 2, "title": "Цукор" },
            { "id": 3, "title": "Яйця" },
            { "id": 4, "title": "Борошно" },
            { "id": 5, "title": "Ванільний екстракт" },
            { "id": 6, "title": "Сіль" },
            { "id": 7, "title": "Рослинна олія" },
            { "id": 8, "title": "Малина" },
            { "id": 9, "title": "Крохмаль" },
            { "id": 10, "title": "Вершки" },
            { "id": 11, "title": "Вода" }
        ]
    }
];
